["bed", "headquarters", "credits", "Avenue", "Nixon's", "marketed", "Canada's", "minutes", "Budapest", "inning", "diehard", "running", "Dubovskoi", "$17", "result", "nominee", "Fears", "front", "1924", "satisfaction", "$18.2", "Museum", "His", "terms", "Sutherland", "Assn.", "1.58", "constituted", "compare", "impressions", "fighting", "Coulson", "Tires", "deposit", "communism", "retain", "contemptuous", "shelters", "observer", "Case's", "Worrell", "rough", "Mine", "drive-in", "Exclaimed", "Physicians", "credit", "colonies", "Armisteads", "drafts", "Pappas", "Blanche", "Noel", "Philippine", "recipient", "Millie", "Vickery", "lecture", "469", "pitched", "Herb", "spun", "masses", "jumpy", "sued", "jet", "promises", "Wally", "Vague", "Scherer", "outline", "Vivier", "tore", "stand-ins", "cross-section", "valve", "tennis", "H.", "abolish", "people", "$451,500", "Lao", "Seidel", "either", "induce", "Chips", "denote", "parading", "elaborate", "Sacrifices", "Greenwood", "inspection", "Reama", "Each", "interstate", "carried", "liquidations", "shoes", "math", "Thailand", "banked", "killing", "bluntly", "wording", "Venturi", "You're", "norm", "suffrage", "speech", "increase", "busy-work", "eliminating", "1.09.3", "snapped", "seed", "bags", "melee", "Fisher", "V-1", "Piraro", "Despite", "Son", "Picasso", "Dusseldorf", "Berteros", "Achaeans'", "refuted", "softened", "characteristic", "bum", "pitch", "remained", "Get", "Melcher", "promptly", "pollution", "paid-for", "inches", "respectable", "Gee's", "Substance", "livestock", "47", "aided", "Frankford", "reduction", "titular", "independents", "precarious", "adjust", "Armenian", "colonialist", "Maestro's", "Sequoia", "$8", "ancient", "ADC", "6-foot-10", "conspired", "spy", "fitted", "bound", "ground", "African", "Kramer's", "Meyner's", "church-state", "Officials", "wrongdoing", "spongy", "Vacancy", "project", "organs", "Sims", "averages", "Warren", "Department", "Note", "Gander", "buried", "lazy", "Tribe's", "premium", "disability", "gasoline", "exhibited", "adequate", "plan", "column", "congressmen", "nerve", "National", "mentions", "services", "forget", "peacetime", "David's", "there's", "(", "District", "goodness", "Troy", "incredible", "animals", "liens", "designated", "silhouette", "criminals", "Thakhek", "newly-appointed", "Trustee", "voting", "famed", "well-armed", "pistol", "metal", "Carey", "gas", "demanded", "indicates", "Gas", "Attorney", "intensified", "impossibly", "closeness", "chairmen", "Marcus", "instance", "roadside", "residence", "Abe", "Kimbolton", "agents", "Navy's", "rural", "Shea's", "2433", "$12.50", "affect", "Sigma", "1945", "suggested", "Maine", "raincoats", "watchers", "brief", "city-wide", "moral", "3-run", "layman's", "engage", "enemy", "Jockey", "indicate", "Stalingr", "exist", "crowd", "faculty", "Ky.", "Lake", "trials", "neutral", "5155", "sampled", "Journal-Bulletin", "Sept.", "Mike", "31", "coeds", "Hal", "guide", "veil", "true", "loomed", "intact", "sea", "bodice", "Smith", "Unlike", "N.C.", "multi-family", "grasp", "Enos", "7599", "1900's", "Bake", "Inheriting", "team's", "lest", "restrict", "Coral", "Harriet", "literally", "belong", "4,441", "arrears", "inappropriate", "double-header", "spending", "junta", "interested", "late", "Chicago", "Nine", "largest", "sat", "Such", "blond", "Sentry", "truly", "Wilhelm", "kindergarten", "organized", "miracle", "aggravates", "raises", "claimed", "scheduled", "Stamford", "Gloriana", "around", "scope", "stewardess", "retracted", "escheat", "masquerade", "construed", "Kirkland", "whirling", "failed", "wayward", "assigned", "seasonal", "convertible", "culpas", "consonance", "et", "drawing", "$250", "notices", "effectively", "women", "Split", "U-I", "full-fledged", "uprisings", "Dealers'", "Y.", "she", "1,700", "Cabot", "crucial", "star", "majors", "Behind", "youngsters", "parlor", "emerges", "organizers", "$20", "Private", "valid", "spell", "700", "who", "Galveston", "patrons", "reducing", "buses", "rich", "Spring", "earliest", "Luis", "$600", "Add", "protest", "Mile", "heritage", "mercy", "once", "decided", "defends", "Foil", "provocation", "Phillips", "back", "mile", "85-piece", "Book", "submarine", "Adnan", "limitations", "aggressive", "Mayor-nominate", "39", "Stickler", "nearest", "rolling", "requests", "oriental", "Camilla", "reconvened", "Pearl", "Sandra", "aloud", "frothier", "powered", "yearly", "willing", "127", "art", "estimate", "tiled", "Vietnam", "Matisses", "baggage", "Further", "welfare", "Bryson", "Merit", "distribution", "revealed", "Shiflett", "Shop", "100%", "heads", "designer", "woodcarver", "interfere", "hooked", "Rotelli", "railroads", "touched", "Tribune", "judge", "governmental", "industry", "fallacious", "filed", "versatile", "Idea", "attributable", "Press", "length", "springboard", "plane", "forum", "harrowing", "developing", "40", "Horton", "pinch-hitter", "desertion", "readiness", "battling", "$90", "fleet", "Souphanouvong", "Those", "while", "desegregated", "love", "favor", "Public", "greater", "Pp.", "Nevertheless", "Wheeler", "Committees", "round", "windshield", "250-275", "Tuberculosis", "poster", "steered", "threat", "Kimmell", "Bernhard", "patterned", "65,000", "Administration's", "script", "structured", "as", "Njust", "date", "Asia", "active", "Munoz", "pair", "same", "$150", "cyclical", "18", "decried", "deductions", "onslaught", "easily", "featuring", "hardware", "Alva", "particulars", "Letitia", "rounds", "problem", "sets", "attempts", "Cost", "check", "Tech.", "Messrs.", "temperate", "mediocre", "dot", "stared", "149", "hitched", "Once", "Sam", "duplicated", "morning's", "Jensen", "through", "plagued", "yearbook", "monopoly", "genial", "3,399", "academies", "winless", "proceeded", "Chronicle", "rise", "$14", "Lane", "Rather", "Where", "Baraclough", "barrel", "shocker", "Haynes", "assault", "safeties", "pursued", "pricing", "producer-hubby", "reduced", "place-kicker", "Glenda", "accented", "shortstop", "blackout", "organize", "hip", "double", "populous", "Mongolia's", "$8.50", "Dilworth", "supervision", "Dreamboat", "rapid", "parolees", "heading", "Models", "preceded", "Petrini", "scarcely", "12-17", "Boston's", "sirens", "rates", "prison", "battery", "nation", "glutted", "alliance", "USN.", "rushing", "scrimmaged", "roller", "chambers", "implement", "drifts", "missionary", "Increasing", "Precise", "Crumlish", "Anderlini", "five-month", "Barr", "pros", "happily", "singled", "ambulance", "mistakes", "book-selection", "frequently", "postgraduate", "Cook", "varied", "turns", "avoid", "matter", "construction", "neighbors", "forecast", "outlook", "doorman", "unprecedented", "merits", "moment", "snubbing", "connect", "stupidity", "goals", "couple", "left-centerfield", "$15,000,000", "par-5", "Dublin", "Yet", "consul", "ministerial", "translated", "Cavaliere", "saluted", "burden", "inherent", "fancy", "1981", "Building", "7026", "evoked", "Blaber", "smiles", "Bloom", "most-valuable", "miserable", "Air", "feeble", "gunmen", "Control", "Gannon's", "Collins", "downed", "tiny", "pilgrimage", "rifle", "'51", "designs", "Arequipa", "trust", "Since", "obliged", "earnings", "machines", "7-6", "$39.5", "perform", "timeless", "31730", "disclosed", "Formby", "Springs", "I.", "critical", "Northern", "1947-49", "America", "Harmon", "able", "escort", "underestimate", "biologist", "is", "hoc", "lots", "processes", "Peck", "effort", "wound", "up", "A135", "Called", "boy", "Invitation", "purchased", "gay", "Gala", "nonfiction", "Iran", "Rickey's", "revolt", "intense", "Road", "Fort", "bumper", "Missionary", "Culbertson", "finger", "Baton", "turned", "$3.5", "bronzy-green-gold", "Player", "supporters", "Task", "Work", "Down", "Lenygon", "intervening", "grow", "simply", "designers", "forgetting", "universal", "Reds", "Freeholder", "province", "Dunlop", "3-5", "Placentia", "secular", "improvement", "green", "tired", "Van", "Fine", "practiced", "posed", "meanwhile", "Twist", "Ave.", "hostesses", "cents", "Roos", "misunderstandings", "cleaners", "Purdue's", "vote", "Michigan", "Sinatra", "breakfast", "viewing", "2.295%", "abuse", "--", "issue", "working", "rebuild", "Flock's", "past", "4911", "centered", "553", "o'clock", "site", "attraction", "live", "Snapped", "membership", "Expect", "W.'s", "performers", "freeze", "comes", "gain", "celebrants", "6124", "owners", "until", "relieved", "perturbed", "1960", "Schwartz", "$634,517,000", "Assembly", "dole", "struck", "ballroom", "fund-raising", "promising", "saved", "boards", "isolated", "colossus", "subsequent", "underdeveloped", "Ransom", "failure", "The", "included", "Encouraging", "listings", "Japan", "Hutchins'", "today's", "questioned", "picking", "$67,000", "emphasizing", "they're", "Southwestern", "Powell", "counting", "pitching", "systems", "evacuate", "greeting", "Genevieve", "midmorning", "10%", "sooner", "managed", "publicly", "impair", "mutter", "waged", "forward", "praised", "civilian", "Elaine", "spider-leg", "Stark", "Godwin", "Clement", "economist", "Cubans", "relinquish", "exempt", "head", "Grooms", "bombers", "Olney", "multiple", "1834", "dullest", "themselves", "furlongs", "Thereafter", "Pennsylvania", "sleeping", "Rosemary", "58", "Soloviev", "Louis", "trains", "clustered", "giants", "1-1/2-story", "factories", "decision-making", "Harriman", "1991", "teletype", "stimulation", "countian", "angry", "wonderful", "Deadly", "automobile", "Colquitt", "inroads", "eleven", "soaring", "Snellville", "uniquely", "Olive", "bandit", "mirror", "lid", "wrong", "fullback", "Scots", "columnist", "understandable", "Both", "commuted", "preservation", "overdeveloped", "237%", "strongest", "13-8", "Published", "Border", "default", "Hester", "kitchen", "catcher", "75th", "weapon", "performances", "permitting", "liberals", "relations", "jockeying", "Detroit's", "intercepted", "Benjamin", "Austin", "Switzerland", "we've", "breaks", "approached", "tests", "supplying", "dealt", "Swim", "timetable", "canvassed", "professionals", "Orlando", "equality", "Crystal", "Friends", "175", "slowed", "chain", "slugged", "manner", "desirable", "escape", "warmth", "Charley", "administrative", "Mrs", "Liberal", "1,065", "southern-central", "Sabbath", "system", "Clubs", "intervened", "changed", "skidded", "nitroglycerine", "13.5", "substantial", "MacDonald", "Geneticist", "Hoyt", "We've", "house-cleaning", "monumental", "Consul", "22-year-old", "Brady", "foliage", "Fernberger", "Lowe's", "paragon", "below", "Eastland", "Street", "singers", "earth", "Opposition", "votes", "whipped", "urged", "Parmer", "Marskmen", "levy", "colonel", "Hollowell", "NATO", "allows", "Prince", "rock", "Ann", "Bahia", "recommends", "China", "assailed", "yardage", "Trouble-free", "unify", "Cod", "Prentice-Hall", "friend", "listening", "kerosene", "Screvane", "pockets", "McAlister", "Whatever", "Wellesley", "Tranquility", "nondescript", "tentatively", "father", "two-thirds", "absent", "House", "tomorrow", "Dr.", "specialists", "acquired", "managers", "pictures", "cuisine", "guarantee", "Kowalski", "Tom", "Catholic", "Maris", "drums", "hasty", "271", "expense", "Billikens", "Maryland's", "snack", "Beginning", "charges", "Bowie", "rationale", "establishing", "disturbing", "controls", "Pirates'", "scientist", "airfield", "Make", "tidelands", "he's", "returning", "adjournment", "dull", "bars", "institutions", "validated", "Strenuous", "Act", "facilities", "speck", "theater", "2%", "Gallup", "lighter", "indictments", "Texas'", "completed", "rally", "plants", "filmy", "Missouri", "Hardwicke-Etter", "regrouping", "depended", "Bowden", "suits", "Nazarene", "Play", "startlingly", "3.1", "picnic", "before", "furnished", "Kenny", "bulletins", "hate", "aforementioned", "over-night", "navy's", "Boston", "cap", "uncles", "12", "Hickok", "phonies", "Hamm", "own", "grain", "Tsitouris", "Tommy", "Legislative", "Boehmer", "Emilio", "description", "squeezed", "Allen", "Dorsey", "courteous", "Dorenzo", "1986", "two", "World", "deserts", "1912", "shouting", "authorities", "vanilla", "Customary", "Embassy", "Morton's", "Case", "Housed", "linen", "Rolnick", "false", "putting", "savings", "Examiners", "enriching", "Hambric", "framed", "have", "co-operation", "responsibilities", "imminent", "steaks", "instances", "reporters", "slow-bouncing", "Exchange", "Woman's", "personality", "shouldn't", "done", "Sunday's", "risk", "Rickards", "Milenoff", "participate", "Governments", "extension", "Satterfield", "rooms", "licked", "Uruguay", "channels", "orders", "acquaint", "all-round", "Science", "Cater", "thru", "Dealer", "coal", "early", "woman", "lampoon", "dispatching", "waterfront", "much-copied", "array", "Busch", "transports", "Analysts", "noticed", "Sent", "boycott", "holdup", "regularly", "innate", "teamsters", "enormous", "Shipley", "Radio", "Conversion", "Beat", "gala", "Ruth's", "22", "Tabb", "solicitor", "Pat", "Dobbs", "raised", "non-farm", "located", "staunchest", "N.", "recognizes", "mechanization", "rocket-bomb", "Or", "Drury", "five-day", "endorsed", "Chases", "specified", "1776", "seeks", "Sweden", "Hays", "name", "refer", "discuss", "easy", "full", "Italy's", "Skinny", "sins", "9-6", "Nordmann", "timing", "Action", "football", "Leroy", "oops", "go", "1,509", "First", "November", "88", "worry", "contributions", "reach", "three-inning", "somewhere", "Alto", "ready", "lacerations", "kicked", "Blaine", "Reese", "collected", "dipped", "Madame", "directly", "402", "crisis", "understanding", "belated", "enjoyed", "U.S.'s", "Shay", "Massey-Ferguson", "bridegroom", "Beadles", "Langsdorf", "marketing", "interviewed", "courtroom", "Eileen", "1900", "Hayes", "Scotchgard", "Marella", "persuade", "went", "informally", "resumed", "Beaverton", "summed", "disable", "Queen", "Misses", "erroneously", "ages", "Brothers", "cottage", "72-hole", "criticized", "camp", "Assisting", "cornering", "startling", "shows", "quickie", "Massachusetts", "acclimatized", "huddle", "stake", "Milties", "calamity", "had", "geographical", "thanks", "ruggedly", "Cauffman", "Raymond", "hopeful", "Narragansett", "omitted", "breakdown", "stock", "appointing", "restrictions", "Stagecoach", "Somewhere", "bored", "winged", "precedence", "Broglio", "principally", "heavy", "Mana", "Prejudice", "Taxation", "servants", "borders", "Main", "Fifty-three", "legitimate", "bodily", "Mullenax", "partially", "bureau", "violations", "Brooks", "Greenville", "allied", "Screw", "step", "suspects", "amended", "Gets", "garrulous", "posters", "Liston", "Though", "financial", "promised", "Reared", "soldier", "7:30", "arms", "Gather", "Konstantin", "Monday's", "walkout", "Congressional", "Kenilworth", "Hmpf", "approaching", "Seventeen", "slash", "allowed", "football's", "lower-priced", "Evegeni", "Legislatures", "1311", "steamship", "chaotic", "panel's", "cane", "color", "choking", "Groat", "Totaling", "Currys", "birdie", "Welfare", "seen", "guessing", "joining", "12,000", "Zebek", "occasion", "reproduced", "Owens", "objective", "corps", "Urged", "pocket-size", "prizes", "indirect", "cafeteria", "Twenty-four", "declined", "librarian-board", "statutes", "Good", "Harrity", "2,100", "Leopoldville", "venture", "Today's", "landscape", "filly", "adopted", "melted", "5-game", "Agriculture", "trend", "In", "dragnet", "succeeds", "brainwashing", "sectors", "indication", "Tex", "7:45", "radios", "hackers", "Socola", "sentenced", "Story", "costumes", "black", "Stram", "ceased", "means", "smoother", "heralded", "barbs", "youthful", "chapters", "normally", "majority", "Transylvania", "affects", "rough-housing", "looked", "beautifully", "dictatorship", "overpowered", "billed", "set", "31st", "stairs", "ransacked", "mortal", "loyal", "let", "regime", "Baird", "pieces", "Breakthrough", "drivers'", "Expressway", "computers", "govern", "deliberately", "ex-National", "Winchester", "supersensitive", "Crosby", "runway", "steamed", "pressed-paper", "Slow", "Ruth", "flames", "uncommon", "wind", "Heights", "Nationalist", "Hewlett-Woodmere", "Virdon", "tardiness", "Art's", "37,000", "Writers", "Ximenez-Vargas", "Rouge", "release", "wonderfully", "34.7", "long", "guide's", "Sharon", "here", "Should", "chow", "Ambassador-designate", "$20,000", "Already", "Gus", "worn", "Prairie", "grant", "funds", "Saga", "Academy", "Independent", "southwest", "meddle", "Nearly", "hit", "Minneapolis", "peak", "Councilwoman", "bouncy", "villa", "vitality", "decisive", "Mayor", "realistic", "buddy", "really", "mantel", "rank", "Maurice", "bulge", "heady", "laid", "Al", "133", "ten-hour", "TV", "organdy", "Minister", "Children", "widowed", "fleeing", "liable", "Moreover", "exploring", "Flushing", "creditable", "Lucille", "stunk", "13%", "originally", "showed", "finds", "Island's", "2825", "shares", "Forest", "monks", "diplomatic", "Glennon", "worker", "Belt", "could", "Ruggiero", "narcotics", "intellectually", "heroics", "bossman", "Feis", "Way", "clearing", "atom", "deputy", "pops", "continuing", "suspend", "hang", "Kika", "interview", "submarine-ball", "capita", "Sr.", "Kroger", "realities", "modified", "defeat", "Jean", "mission", "grave", "agency", "disapprove", "meter", "airlines", "indispensable", "summertime", "Journal", "five-year", "subpenaed", "lowest", "Sufficient", "Write", "still", "Knickerbocker", "imbroglio", "possibility", "plant", "enthralled", "muted", "sheriff's", "doctors", "Stein", "magistrate", "1940s", "Abner", "declines", "lightly", "Register", "coach's", "Election", "housewife", "following", "inside", "fast-spreading", "switch-hitter", "notorious", "Tau", "dealer", "brotherly", "Brooks's", "Beame", "Delaney", "arrange", "Mo.", "Cervetto", "proceeds", "needles", "Happy", "Hillsboro", "Oxford", "alterations", "vacation", "putout", "Rome", "Bond", "Kililngsworth", "swap", "apparent", "unable", "triple-crown", "answerable", "Net", "loop", "mishap", "Palm", "crowns", "momentum", "slave", "Roberts", "Friend", "controlled", "Dequindre", "careers", "statistical", "Packs", "quality", "flower", "favored", "Treadwell", "Erection", "import", "shortcuts", "defend", "lamp", "useful", "overly", "Rice", "walloping", "Sportsman", "teachers", "Drum", "suit", "allowance", "door", "my", "reporter", "Future", "deficiency", "listened", "guards", "mark", "conversions", "sophisticated", "1944", "sit", "particularly", "old", "miles", "high", "lives", "closed", "venerable", "immunization", "Tyler", "Kirov", "Square", "mid-September", "Clay", "respond", "advisors", "Siberia", "pilots", "numbers", "Sens.", "realize", "hoped-for", "high-school", "dress", "miners", "hastened", "Productivity", "eventually", "contaminating", "gum", "hard-hit", "ruling's", "Equal", "Employes", "identified", "Examiner", "speed", "bondsman", "accredited", "lull", "excuses", "trade", "Economic", "Bryan", "acacia", "Neal", "competitive", "remaining", "laboratory", "Drinkhouse", "pledged", "Bevo", "Grapefruit", "dropped", "no-hit", "cows", "Dolce", "Portuguese", "streets", "$100", "church", "Patti", "Hampton", "Mason", "troubles", "officered", "It's", "ranged", "League's", "march", "Oriole", "Imperial", "crops", "winners", "at-bats", "Tree", "necessitate", "1961", "latter", "rapped", "include", "safety", "lend", "distinguished", "Workshop", "descent", "flowers", "pseudynom", "judging", "Cocktails", "option", "Richmond-Petersburg", "Governor", "Bombers'", "unchecked", "terribly", "autonomy", "larceny", "Slate", "destroyer", "awarding", "mid-1960", "Loving", "awaited", "downstream", "visit", "Costs", "registered", "Caltech's", "European", "Grizzlies'", "interlude", "portions", "stayed", "Driver", "Incumbent", "constituents", "foreign", "Surprised", "Avon", "leaving", "There's", "West's", "religion", "Chairman", "letter", "stands", "streamliner", "fits", "threshold", "allow", "lineup", "Confronted", "bar", "sentences", "bids", "Hyde", "Practice", "instead", "Calls", "450", "Corps", "Perlman", "recommendations", "Ullman", "Heilman", "Pillsbury", "jointly", "nightclubs", "trumpet", "violation", "They", "radio", "93", "Bake-off", "40-year-old", "appeared", "add", "certain", "Coach", "polled", "specialization", "middle", "occupied", "peddler", "Harcourt", "$300,000,000", "husband", "proved", "ranked", "sister-in-law", "treating", "AM", "labor", "Common", "Fergeson", "one-half", "registration", "connected", "teaches", "challenging", "four-jet", "slogans", "comradeship", "productions", "Meyers", "newcomers", "doings", "Packers", "chicken", "Cash", "island", "language", "Factory", "conflict", "nominal", "equipment", "Bailey", "O'Neill", "crossing", "reception", "Nilsson", "emphasize", "emasculated", "Saledo", "drifting", "Having", "bride's", "take-off", "remedy", "admittance", "6-6", "Geraghty", "halting", "resignation", "Symonds", "blow", "An", "543", "Parichy", "situations", "utility", "64-cent", "Adjusted", "owns", "modernization", "cherish", "displays", "shrines", "extremely", "Nightingale", "damage", "provisional", "but", "devoted", "thirteen", "pure", "estimated", "Ben", "Actress", "dessert", "2,700,877", "drought-seared", "eva", "tip", "nucleus", "leather", "Pacific", "Hammond", "issued", "tool", "Plains", "Graft", "Italian", "uptown", "foot", "supplies", "threatening", "staffs", "smothered", "venom", "tied", "retrenching", "City", "Harvard", "staff", "Lambert", "compassionate", "built", "nominating", "dough", "511", "capable", "succeeding", "bridal", "Mt.", "permits", "king", "direction", "last-minute", "Board", "landscaped", "Tucson", "horsemanship", "conservation", "Take", "dent", "denomination's", "mingle", "spacious", "Theodore", "I'm", "preached", "combining", "Trade", "married", "irate", "aid-to-education", "nearing", "one", "addresses", "125,000", "televised", "Line", "pain", "dust", "burr", "apologetically", "concerned", "artificial", "tank", "repair", "Collins'", "hotel", "rebels", "demand", "split-level", "hog", "paradox", "superintendent", "impressive", "Al's", "funeral", "Morley", "finishing", "bill", "undetermined", "Correction", "roster", "We'll", "215", "basis", "household-type", "fountain", "consulting", "Atlee", "peanut", "seats", "Schwab", "Indians", "swarm", "reasons", "abrupt", "expansion", "festive", "court-appointed", "citizenship", "notably", "popped", "niece", "corruption", "400,000,000", "Wilshire", "Lawrence", "parents", "200", "Jody", "Chrysler", "technical", "fractures", "altitude", "muscles", "wins", "Arger", "inhomogeneous", "Lady", "Kiefferm", "44-year-old", "Klees", "miscalculation", "yeast", "Alice", "Connection", "Phyfe", "departed", "Weldon", "Vinegar", "retarded", "enjoy", "3-month", "Angelo", "Lonsdale's", "epicure", "Pohly", "5%", "ladies", "Frankie", "talents", "Puddingstone", "aboard", "Boun", "Philadelphia", "blue-uniformed", "fit", "10-o'clock", "away", "squared", "34220", "practices", "Foliage", "preview", "wherever", "haute", "Jordan", "36-year-old", "Tuttle's", "contact", "Eastern", "consisting", "pretends", "producers", "1020", "hinted", "ballets", "Grimm", "cherished", "bankruptcy", "maintenance", "Pentagon's", "ugly", "trips", "rate", "lovely", "Investigation", "Connelly", "Mom", "taste", "matches", "ritiuality", "out", "extraordinarily", "Cudmore", "Vikings", "loyalists", "criteria", "powderpuff", "girl's", "growing", "Indicating", "newly", "Cancer", "Nunes", "evidently", "Hemus", "bogeys", "manifestations", "newest", "there", "ablaze", "self-portrait", "1954", "urban", "subs", "holdings", "Branch", "multi-product", "leathery", "Executives", "employers'", "58th", "teach", "workshops", "$450", "fail", "summit", "Nevah", "accepted", "AID", "tapped", "muscle", "reunion", "obtained", "lightness", "another", "affair", "illusory", "basketball", "Dresbach's", "abandonment", "constantly", "Djakarta", "Mississippians", "mob's", "repaired", "Do", "Huntley", "in", "thriving", "Mickey's", "creator", "Leaders", "fan", "1913", "strong", "Premier", "North", "consolidation", "Episcopal", "one-room", "Stranahan", "representing", "fireplace", "lengthening", "tried", "1409", "Evanston", "changes", "slums", "Legion", "logic", "sponsoring", "turn", "Levitt", "Publique", "stab", "Bankers", "newspapers", "Norell", "$4", "conferees", "coconut", "``", "Viceroy", "headline", "serious", "roughly", "Edna", "gale", "entertain", "Pullings", "weekend", "belonging", "January", "Dixiecrats", "newsletter", "Underlying", "hearty", "builders", "assaults", "settle", "great", "path", "debates", "forever", "permanent", "placed", "Band", "Stern", "wouldn't", "Peruvian", "argue", "Thursday", "Negroes", "simplicity", "Executive", "shrimp", "representative", "watch", "Bend", "Dow", "biennial", "you'll", "strengthened", "Footnotes", "system's", "Easter", "debentures", "Joey", "ring", "Diversified", "Eddie", "LaSalle", "Pinsk", "midway", "High's", "Hector", "Baltimorean", "Lumpe", "Twenty-one-year-old", "Niven", "crime", "truth", "Taussig", "brokerage", "$700", "Inside", "11-3", "Luette", "Golfers", "24-year-old", "handicapped", "mill", "Robinson", "strongrooms", "Profili", "Simpson", "Cerv", "Pharmical", "drab", "Durocher", "peculiarities", "Threat", "Hamey", "Esnards", "contention", "Westminster", "conversion", "more", "won-lost", "derive", "contribs", "Coronado", "Mother", "portrait", "airport", "Rte.", "Chiang", "surrender", "reports", "Community", "A.", "hitless", "Charge", "Factories", "Police", "Priddy", "noses", "positions", "company", "race", "time", "geriatric", "ridiculous", "MVP", "kidnaped", "Army", "size", "Australia", "Haddix", "shot", "with", "Joan", "railroading", "instruction", "Writers'", "manufacturers'", "Pact", "domain", "direct", "courses", "requirements", "revision", "Franklin", "trees", "circulating", "Has", "seven", "Barnett", "Barnes", "nine-game", "prone", "commit", "Browning", "walkways", "Islands", "meets", "Pullen", "Blasingame", "reacted", "Tigard", "Las", "R", "it's", "maid", "ticket", "workers'", "actors", "championship", "Welborn", "founding", "scrimmage", "Hurt", "what", "boosting", "$11.50", "Caucusing", "parklike", "grumble", "Raphael's", "medics", "Antone", "zombies", "reflexes", "Tonight", "Catholics", "pester", "C", "750", "Are", "1,512", "caucus", "Klux", "Listed", "Volume", "intervene", "auto", "7A", "three-building", "Furhmann's", "master's", "pools", "Siciliana", "Secretary-General", "Marr", "Gaynor", "current", "worsens", "Bowl", "Benington", "implicit", "Bears", "conservatives", "Clyde", "Willamette", "Indiana", "over-all", "according", "Heavy", "loath", "orchestra", "Naturally", "tables", "secrets", "Kanin", "transmitter", "farewell", "underprivileged", "fund-raisers", "pedestrian", "materials", "deemed", "limiting", "can't", "Walbridge", "departments", "Resentment", "again", "rear", "visits", "educators", "formulating", "9th", "barber", "banquet", "Societe", "enterprisingly", "Milwaukee", "AF", "phones", "Herrington", "Crunch", "headdress", "officials", "advantages", "oysters", "association's", "four", "fractured", "poetic", "KKK", "medico's", "jersey", "pal", "Planning", "quarters", "Schultz", "rendered", "highways", "Dresbachs'", "purged", "Wagner's", "Adamson", "415", "ten", "winter", "delegations", "board's", "949", "dissent", "Lafe", "lavish", "potentially", "Longinotti", "25,000-man", "antiques", "Rogers", "Gamma", "commented", "Bonn", "accidentally", "reasoning", "fails", "increased", "Haase", "Wild", "semipublic", "adversaries", "grapefruit", "regarded", "enemies", "reservoir", "budgets", "Jenkins's", "Major-League", "majestic", "weaker", "vagueness", "70,000", "Karen", "frames", "publicized", "Springfield", "neo-stagnationist", "viewpoint", "snubbed", "night's", "6-3-3", "itself", "food", "229", "gang", "Wells", "infested", "outside", "undermine", "composure", "audience", "Carnegie", "Santa", "Lenny", "previous", "slice", "spectator", "Saul", "Randall", "son-in-law", "1962", "158-pounder", "fruitful", "matching", "turbines", "D", "Sizova", "candidly", "show", "Greenfield", "flying", "politics", "alternative", "happen", "cream", "die", "grandmother's", "declares", "Hawksley", "reaching", "publishes", "Oum", "alternate", "carcass", "Mack", "tab", "charmed", "duty", "sculpture", "yards", "derived", "Norristown", "Manzanola", "women-trodden", "acreage", "tilts", "richer", "nuns", "Tawes", "Casals", "risen", "descendants", "clothing", "1-inch", "30,000", "donations", "fondness", "journalist", "destroy", "disharmony", "Hoaps", "Willie's", "golf", "slammed", "Murphy", "Capello", "confession", "dash", "During", "4.4", "ten-month", "woo", "performing", "7,000", "$4,700", "employed", "returned", "nourished", "Ed", "advisers", "Meadow", "Bertoia", "skip", "state", "undue", "rest", "regrettable", "lost", "pesticides", "decent", "Kira", "hair", "Princess", "182", "base-runner", "Carolyn", "motels", "grisly", "evenings", "Workers", "near", "musician", "formula", "opened", "Guinea", "Field's", "Journal-Bulletin's", "Andover", "hoping", "Crime", "veteran", "ration", "uncontrolled", "intentions", "schooling", "small", "tying", "Cards", "reflecting", "retirement", "Club's", "earned", "ally", "SMU's", "seven-iron", "cousin", "chemicals", "jeopardizing", "Nori", "science", "expenses", "quieted", "interment", "states", "underlying", "923,076", "Eastman", "mourn", "Pontiac", "standpoint", "skies", "Bell", "dividing", "American", "Electra", "stuff", "stuck", "governor's", "attacked", "delighted", "outspoken", "recruiting", "Holabird", "conspiracy", "braced", "complicated", "Navigation", "Green's", "Beaumont", "adept", "86", "Conrad", "socket", "saying", "cutting", "Fuhrmann's", "Chen", "effective", "Caldwell's", "couldn't", "mounted", "O-B", "pedigreed", "Lutheran", "ladies'", "abide", "Atlanta", "blasted", "Jude", "Indonesia", "Yankees", "doubling", "entrance", "pearl", "37-year-old", "Emory", "commissioner", "Wegener", "overreach", "pretty", "estimates", "vice-president", "probably", "comprehensive", "excellent", "Carruthers", "peasants", "Without", "Weeks", "hides", "Janice", "solo", "price-setting", "sympathetic", "5-5", "limit", "Huntingtons", "corresponding", "judgeship", "3:30", "confront", "Boucher", "religions", "guiltless", "popular", "Passage", "voters", "resolution", "?", "citizen", "feet", "Nevada", "occupancy", "becomes", "modernized", "sending", "causes", "grabbed", "music", "acted", "cable", "fourth", "incompetents", "Toppers", "propeller", "accessories", "Duque", "southeast", "north-bound", "chairmanships", "possibly", "Fresh", "Contributions", "$500", "races", "Lummus", "settlement", "mails", "government's", "Prentice's", "telephoned", "satisfying", "phone", "shrinkage", "Philharmonique", "49ers", "ships", "safe", "Shamrock", "frank", "borrowing", "645-acre", "children", "Acres", "23d", "caution", "Kissak", "voiced", "Supreme", "glamorous", "swearing-in", "truths", "Werner", "derives", "debut", "jarred", "theft", "knit", "indoor", "missed", "reacting", "fund-raiser", "wrinkles", "reprisal", "win", "monotony", "injuring", "delivering", "enthusiasm", "legend", "equal", "Now", "leave", "considerable", "functional", "premier", "geometrically", "Cir.", "ex-marine", "R-Warren", "home-owners", "introduced", "Vieux", "outsiders", "areas", "William", "Oilers", "Nixon", "including", "C.", "wrongful", "daughter", "1970", "Cmdr.", "appraisal", "Summer", "shall", "$3,500", "gross", "pushed", "anecdote", "shipped", "techniques", "slowly", "believing", "subordinated", "Queens", "Important", "infest", "explicit", "fearing", "say", "quietly", "grand", "righthander", "Waters", "brokers", "Wright", "Seattle", "Diocesan", "prostitution", "periodic", "fiscal", "Gladden", "1957", "handed", "Certain", "Drexel's", "Bursts", "Barrett", "select", "unhappy", "secret", "72nd", "Appropriately", "long-range", "unheard", "phrase", "Homeowners", "Park", "crushing", "midnight", "third-inning", "overturned", "pepping", "trading", "Sokol", "appearances", "volunteers", "Raesz", "ouster", "pricking", "lean", "charter", "began", "admission", "Bros.'", "shuns", "controlling", "parks", "quickly", "Cezannes", "streamlined", "factors", "aware", "congestion", "manned", "Representative", "filing", "headlines", "Tiao", "1949", "Rule", "Councilman", "ranging", "resigned", "Britain", "scholars", "dances", "payments", "Navy", "smaller", "Los", "Phil", "Manager", "unearned", "Pablo", "Ward", "seat", "must", "Thirteen", "Ridge", "efficiency", "$80", "campaigned", "16,000", "nineteenth-century", "marble", "awed", "capers", "conclusions", "neutralist", "doubtless", "by", "two-and-a-half-mile", "torn", "Chester", "vented", "Presently", "bomb", "season's", "manufacturer", "overcrowding", "Sherman", "mushrooms", "incident", "offering", "11-year-old", "Garland", "Toys", "too", "condiments", "law", "removal", "$2,700", "well-played", "une", "fraternity", "reminiscence", "franker", "waved", "complacency", "wage", "robber", "ties", "pitifully", "currently", "proposed", "Until", "appointed", "selling", "drove", "labor-management", "negotiation", "temper", "tusks", "investors", "backgrounds", "Ah", "Grove", "Catcher", "advances", "authorizing", "Collett", "prosecute", "discourage", "B.", "Corpus", "Attendance", "unchanged", "welled", "enables", "legislative", "formal", "Southerner", "Carl", "full-time", "major", "welcomed", "world-famous", "carpenters'", "Bertorelli", "Auditorium", "Syria", "Coconut", "operator", "Night", "books", "Momentarily", "pleasure", "Jesus", "expected", "doldrums", "lamps", "Balkanizing", "shootings", "'20's", "3-year-old", "4-H", "statement", "Camille", "Folklore", "canted", "feed", "Nursing", "cliffhanging", "orderly", "Blanchard's", "peddle", "activity", "consumers", "Which", "beaming", "Grace", "determined", "Row", "687.87", "Giacometti", "co-chairmen", "Monthly", "Last", "Daley", "instructed", "compartment", "market", "ribs", "sank", "Point", "Principals", "good", "indecisive", "jacket", "707", "rises", "houses", "monotonous", "17-1/2-inch", "resulted", "neck", "role", "proximity", "contingency", "crossed", "sinking", "Democrat", "enabled", "rejected", "Football", "intra-mural", "doubt", "41-8", "Hazard", "stripped", "comment", "modification", "Congress", "debuting", "Coles", "exhibitors", "Inauguration", "search", "thirds", "21", "reservations", "drew", "county's", "214", "69", "doubleheader", "additional", "patients", "thrilling", "Orcutt", "alter", "correctness", "Bermuda", "remainder", "collision", "obligation", "mileage", "tractor", "objected", "25-footer", "29-5", "pace", "supported", "romped", "jail", "Snodgrass", "finding", "8%", "high-density", "series", "uniform", "second-echelon", "aft", "$80,738", "desired", "McClellan", "muster", "exotic", "things", "Asks", "grounder", "so-so", "Baltimore", "definition", "confirmation", "refinement", "Steak", "indeed", "Helene", "Karns'", "Prosecutor", "holders", "Paul", "Russians'", "titles", "glamor", "Rickshaw", "nomination", "blackmail", "qualifications", "Fourteen", "codes", "review", "Reynolds", "question", "elegant", "Tactics", "whether", "heartening", "salesman's", "Portland", "impolitic", "clerical", "transporting", "Polo", "Gardner's", "$278,877,000", "contract", "cocktail", "Seagoville", "Diety", "slated", "extensive", "Desmond", "harmless", "Davenport", "milk", "mistake", "Scott", "boasting", "misfortune", "Ekberg", "shift", "mess", "preferably", "Atty.", "uniformed", "blueprints", "scoop", "unless", "Rd.", "abandoned", "Llewellyn", "preferable", "reformatory", "represented", "correspondence", "fee", "whites", "save", "forcing", "flag-stick", "master", "policy", "settling", "187.5", "Detente", "unnecessary", "Butler", "merry-go-round", "Colmer's", "Living", "photographing", "interfering", "Smithfield", "Gold", "Shantz", "still-building", "others", "aggressiveness", "m.p.h.", "agree", "U.S.S.R.'s", "forestry", "lettermen", "Hill", "believe", "electricity", "veiled", "Berlin's", "locked", "ratification", "section", "Waveland", "femininity", "subjects", "intimated", "teaching", "process", "antagonism", "any", "stated", "Noted", "Pankowski", "cloud", "will", "stocks", "expect", "highest", "several", "solidarity", "geeing", "product", "Mag", "scattered", "165-unit", "pianist", "doubles", "Goodman", "Daniel", "sandwich", "signs", "enterprise", "Equator", "firms", "advantage", "separators", "$70", "Seven", "belongs", "Mazeroski", "By-passing", "cats", "Debate", "$4,177.37", "Ku", "nights", "electronic", "journalism", "e.g.", "blind", "regulating", "rebel", "route", "wind-and-water", "incumbent", "Trinity", "proportionate", "exhibit", "Reserve", "nationalism", "thug", "acknowledged", "teacher-employee", "August", "understood", "bowed", "bustling", "361", "sudden", "Redbirds", "paintings", "Gevurtz", "embezzlement", "Yes", "elevated", "untrammeled", "disunity", "guy", "Beyond", "coalition", "picture", "distasteful", "Vast", "warned", "entail", "0", "Huntington", "teams", "workmen", "Augusta", "loophole", "Africa", "Sanctuary", "adviser", "I've", "donor", "laborers", "owed", "engrossed", "ample", "fill", "captivating", "Crusade", "fundamental", "Wert's", "Scolatti", "practice", "balding", "Mutual", "sponsors", "W.", "Rosella", "spice", "Mays'", "Universal-International", "students", "locate", "grade", "land", "Rostagno", "Buffalo", "confronted", "involve", "definitive", "Ferris", "inform", "Estimates", "blocked", "appeasement", "Phouma", "scrambled", "languages", "Tulsa", "pleads", "Sheets", "Connie", "Beardens", "nineteenth", "conversation", "Spot", "coaches", "swim", "face-saving", "D'Art", "admitting", "producer", "prosecutors", "powers", "princesse", "Back", "whopping", "block", "cited", "Route", "attended", "word", "enlarged", "barbecue", "Chapman", "based", "city", "Tennessee's", "charities", "sufficiently", "enforce", "crises", "Chromspun", "Red-prone", "pronto", "consistently", "meager", "titled", "removed", "wardrobe", "mood", "robberies", "glaze", "dignitaries", "assistance", "Miss.", "vacancy", "stop", "collectors", "Sanitation", "condemning", "obstacle", "She", "ritual", "covers", "selected", "At", "remains", "bric-a-brac", "shifting", "places", "Kentucky", "Builders", "Day", "Foundation", "Thornton", "proportionately", "Hit", "duffers", "hijackers", "rookie-of-the-year", "Musician's", "Dave", "Alusik's", "13-5", "rightfully", "assist", "Gaines", "Payson", "regulated", "purple", "inevitably", "manslaughter", "wife's", "night", "liquidation", "the", "allowances", "sacrifice", "Third", "$5,000", "longer", "convention", "TCU", "enter", "write", "seashore", "Tension", "Mills", "FFA", "Kalonji", "heptachlor", "1688", "eager", "Metropolitan", "boys", "100-yard", "bounced", "slaying", "why", "key", "biggest", "encouraging", "Sheraton-Dallas", "36", "giant", "suites", "ideological", "wasn't", "mechanical", "sensitive", "attachment", "Marketing", "skills", "elementary", "field", "secessionist", "Dannehower", "top-ranking", "boarding", "Jefferson", "sexton", "mastodons", "shipments", "namely", "Ball", "chase", "operating", "fool", "Camilo", "10:50", "separately", "Madison", "Afterward", "dressers", "Phouma's", "10-year-old", "declaration", "Returning", "prayer-time", "He's", "cloakrooms", "shrewd", "Sales", "imagine", "Calling", "sore", "Wilson", "20", "studied", "illustrated", "cockpit", "let's", "Mustangs", "Participating", "argument", "3-10", "crimson", "Jon", "Olvey", "realization", "groups", "bogeyed", "commodities", "Williams", "rabbit", "endorse", "forces", "Steeves", "fourteen-team", "Zurich", "concern", "Patterson", "developed", "apartment-building", "Greer", "That", "substance", "pulled", "aged", "air", "toughness", "Angeles", "tosses", "perjury", "Did", "Hopefully", "agonizing", "32,589", "hitting", "protective", "pay", "blundered", "repeatedly", "Measure", "players", "flickered", "Knecht", "strictly", "Cape", "manuscript", "swift-striding", "oldest", "Agencies", "librarian's", "liberty", "consecutive", "Masque", "ratified", "3-to-o", "25,000,000", "exploit", "near-Balkanization", "spoken", "64", "Presbyterian", "Bandstand", "Omsk", "explosive", "days", "transferred", "Albert", "restriction", "Kolpakova", "streetcar", "briefing", "troopships", "chest", "evacuation", "hitch", "deductibility", "$1.80", "Birdie", "hurler", "flour", "Force's", "attracted", "fellows", "trophy", "Gate", "Aparicio", "unusual", "relentlessly", "Golf's", "de", "eighteenth-", "Younger", "York-Pennsylvania", "Christian", "Jorda's", "slope", "1000", "Harris", "modernizing", "research", "offer", "Treaty", "breaching", "primary", "After", "cardiac", "crystal", "weary", "embossed", "commerce", "5835", "page", "Darlene", "Quincy", "Petipa-Tschaikowsky", "Morgan", "intensifying", "Angola", "all-time", "Mac", "heels", "LSU", "Thrift", "imposes", "drives", "setup", "Opponents", "tracing", "gin", "Ludlow", "DiVarco", "confided", "wooden", "mind", "chemistry", "Sciences", "story", "McNeil", "tomorrow's", "Neuberger", "Incidentally", "discover", "whiz", "diamond-studded", "Policeman", "opposed", "quarrel", "Coward", "sofas", "Tokyo", "Bud", "sand", "Progress", "Bureau", "ain't", "level", "businessman", "prepayment", "shake", "Bingles", "gangsters", "Fitzgerald", "announcements", "imports", "Olivia", "dumping", "parent's", "unspecified", "Friday", "ultimate", "tangle", "Sunny", "Librarians", "Sands", "Shore", "locomotive", "hopes", "congealed", "Mauch", "clouded", "chatte", "Barbara", "February's", "Bonanza", "propeller-driven", "bird", "restricted", "Jr.", "Proceeds", "unity", "outplayed", "dimension", "via", "trying", "revived", "Katherine", "Order", "animism", "Summerdale", "$2", "14-term", "Threshold", "Zealand", "Locked", "Kedzie", "intend", "dismissed", "Star", "Rusty", "critic", "aisle", "practical", "rapidly", "Nae", "feelings", "anticipated", "Foreign", "Bester", "forest", "Throneberry's", "aged-care", "classroom", "glories", "That's", "people's", "naughty", "ordinary", "240", "Beadles'", "golden", "upper", "Consolidated", "small-town", "Woodland", "attendants", "defeats", "utterly", "Seerey", "2705", "blast", "Greenock", "Gay", "properties", "ran", "TEA", "parochial", "33d", "educational", "least", "widespread", "joblessness", "Orange", "republic", "entered", "politely", "Hack", "paymaster", "closely", "strengthening", "Portland's", "repay", "Judge", "Wards", "Bradley", "Very", "ceremonial", "Mills's", "picketing", "center", "force", "naval", "supply", "revulsion", "disagreed", "decades", "mothers", "control", "giving", "reporting", "exercise", "mid-July", "tours", "rebellion", "describes", "adults", "prove", "hostages", "industrial", "Greek", "all-out", "Century", "general's", "Reichenberg", "goods", "prisoners", "connotes", "emerge", "Freedom", "begins", "idols", "Whitfield", "doors", "Patty", "qualities", "smashed", "establish", "yodel", "highly", "Claims", "fifteen", "natural", "Mali", "acquittal", "catching", "Carpentier", "Initially", "approved", "war's", "effects", "George", "1963", "Scottish", "Highway", "70", "Casino", "bake-offs", "Light", "tackle", "slashed", "Treatment", "vicious", "Arata", "pioneer", "Keeler", "choreography", "132,000", "under-developed", "Gentile", "hilt", "Class-D", "thought", "integration", "bulky", "sluggers", "dazzler", "posts", "reproductions", "Berrellez", "963", "embassy", "approximately", "Balkan", "Stone's", "upshots", "gear", "Wellsville", "bases", "Gregg", "Easier", "defenders", "medal", "globe-girdling", "slipped", "legal", "showmanship", "captivated", "gleam", "difficulty", "sons", "slightly", "pushing", "Fundamental", "Grover", "Hubert", "first-place", "wide-open", "transfer", "Ciciulla", "handling", "prosecution", "Geddes", "bean", "equally", "Hughes", "transportation", "furnishings", "Yogi", "altered", "manufacture", "panel", "only", "expanded", "Delaware", "choosing", "ordinance", "Towne", "Best", "Norris-LaGuardia", "shell", "Monk", "Moody", "hitters", "teenagers", "degree", "excused", "Conference", "shortages", "citation", "Pfaff", "Eighteenth", "surveillance", "killed", "none", "Trimble", "downstairs", "order", "knock", "Tower", "walked", "480", "Ennis", "four-hour", "Stram's", "bucked", "affairs", "stag", "Finalists", "Neither", "phases", "writing", "weakened", "proper", "Giants'", "Another", "alliance's", "O'Sullivan", "UCLA", "twosome", "Headquarters", "soldiers", "Gregory", "Cluck", "June", "24-inch", "85", "reportedly", "1825", "bought", "Vermont", "conservative-liberal", "fame", "Claus", "models", "organizations", "yourself", "leads", "fairly", "honored", "McConnell", "Anderson", "skid", "erasing", "injunctions", "bedroom", "Pennock", "road", "quarterly", "heartbreaking", "kill", "criticisms", "initial", "suggest", "resource", "presentments", "16th", "come", "functionary", "compacts", "900,000", "Courtney", "Brevard", "testimony", "planted", "or", "roommate", "shrink", "Belgian", "hardship", "Lefty", "morals", "roofer", "Aaron", "hunter", "contract-negotiation", "starting", "scored", "suspicion", "discriminating", "11-18", "fear", "car", "weren't", "TNT", "Seats", "invited", "Rhine-Westphalia", "House's", "echoes", "view", "embargo", "nuclear", "Kriss", "disbelief", "complete", "all-important", "cotillion", "Nugent", "bay", "Couturier", "pinch-hitters", "Eleanor", "rain-slick", "1886", "Nautilus", "enacted", "pounds", "Searles", "characters", "putted", "Francisco", "R.L.", "lure", "long-bodied", "translates", "enjoys", "gentlemanly", "Hubie's", "intersection", "belatedly", "coaching", "38", "tribunals", "month's", "guidance", "surely", "Alusik", "called", "Theatre", "capacity", "Plus", "DiSimone", "mall", "briskly", "Meyer", "innocent", "cafeterias", "suavity", "consequences", "Turkey", "1923", "grip", "Rae", "improper", "speaker", "1600", "Unfortunately", "Allison's", "superior", "Break", "woman's", "suspect", "motor", "hospitality", "harsh", "fluid", "Gino", "meteorological", "husbands", "wages", "Their", "distracted", "access", "$85", "Welton", "skyjacked", "Generally", "perfect", "count", "financing", "Foster", "totaling", "operate", "Youth", "frigid", "improvements", "5", "Windsor", "Result", "Lown", "contender", "fairies", "astray", "inevitable", "goutte", "Knight", "magic", "Tareytown", "Phyllis", "Missoula", "646", "distributions", "Many", "Coal", "discredited", "cloture", "informed", "CTA", "rifles", "delight", "paganism", "incredibly", "General", "It'll", "though", "suburb", "tin", "mayor", "Shipman", "Ruling", "slow-baked", "Liss", "Nichols", "Due", "boogie", "test", "biography", "Kowalski's", "decreeing", "customs", "lace", "Escape's", "sidled", "miffed", "Carbones", "25th", "dancing", "gumption", "Wacker", "baseball's", "Signal", "1", "suffered", "McRoberts", "throughout", "irrational", "worship", "coping", "foreign-policy", "those", "hoodlum", "contracts", "stimulatory", "liveliness", "prospects", "Monica", "admired", "offices", "Willett", "Cocktail", "Berra", "rejoin", "textile-producing", "appropriations", "spark", "shown", "audio-visual", "outstanding", "resentment", "hall", "chamber", "steelmaker", "annually", "tribute", "log-jam", "unknowns", "offensive", "most-valuable-player", "$77,389,000", "money-winner", "fizzled", "Aiding", "deny", "Balenciaga", "Glazer", "manifestly", "committee's", "touchdown", "Hillsdale", "study", "14", "$25-a-plate", "lightweight", "reelection", "14th", "streaked", "Bronx", "Pavletich", "Vieth", "Sometimes", "Insurance", "caught", "Ore.", "drizzly", "Columbia", "Leatherneck", "cabled", "Coleman", "regard", "assent", "Government", "Democrats", "response", "parts", "Louis's", "Polls", "Kretchmer", "Leland", "dinner", "Johnson", "Local", "Brocklin's", "McCormick", "evidence", "Spikes", "paycheck", "162", "ton", "gun", "chat", "Skyline", "ringing", "animated", "efforts", "Holmes", "Stadium", "death", "Raymondville", "Sheldon", "Russia's", "frosting", "wed", "intern", "pull", "121", "bats", "airstrip", "ceramic", "expires", "Huffman", "raising", "containing", "rivalries", "weaknesses", "Macassar", "La.", "Hyannis", "union's", "Most", "Whipple", "action", "economically", "notions", "smallest", "Dane", "create", "hunt", "Griffith-Jones", "professor", "Mining", "concerns", "serves", "About", "disappointing", "higher", "compensations", "lack", "batting", "Duhagon", "supposedly", "Farley", "Lodge", "Ellen", "Reno-Lake", "brings", "Society", "Roland", "Burke-Rostagno", "racy", "includes", "Ricci", "fellow", "honors", "invests", "formed", "achieves", "hamlet", "Hoak", "$5.2", "Post-Dispatch", "fore", "Newton", "thrusts", "Explosion", "$40,000", "paratroops", "Beauty", "Finance", "internal", "Turin", "Earl", "Met", "Lubbock", "comments", "doing", "criminal", "sister's", "marveled", "laymen", "75-minute", "Europe's", "Cuban-American", "66", "stay", "target", "Tommie", "Vladilen", "engineer", "athlete's", "4:18", "situation", "Division", "met", "$2,170", "Can", "James", "Cipriani's", "touch", "Give", "unfortunately", "Jorda", "innumerable", "ordinarily", "71", "adjourning", "onus", "ability", "park", "grimly", "knocked", "factory", "Bordeau", "rancho", "lay", "Research", "intellectual", "heights", "securities", "Caroline", "Tyson", "irreconcilable", "Ramsey", "payroll", "Reps.", "Clipper", "assessment", "contractor", "heather", "Sulcer", "3-inch", "Albacore", "Gains", "Yehudi", "1671", "entities", "viewed", "McAlester", "confirm", "loving", "Bobby", "discredit", "fouling", "Huff", "confirming", "shades", "calculating", "Belvidere", "reasonable", "mid-June", "recessed", "Larry", "spontaneously", "stalled", "issuance", "strategy", "Irina", "entertainers", "Albany", "Ronnie", "Duren", "qualify", "lap", "crosswalk", "Sum", "unanimity", "fifth", "pork-barrel", "Justice", "Denver", "Susan", "Saxton", "suggestion", "extractors", "fathers", "cell", "nineteen", "detonation", "fund's", "associates", "economists", "bateau", "indorsed", "Alton", "competitively", "petitions", "magenta", "identification", "advised", "thunderous", "Atlantic", "halfway", "solve", "families", "philosophy", "President's", "nab", "N.Y.", "5-run", "communities", "unlikely", "Hammarskjold", "resort", "unmatched", "everybody", "accomodations", "pursuing", "Squad", "Television-Electronics", "technology", "become", "Durwood", "onto", "Wilkinson", "goes", "pun", 